      ******************************************************************
      * Author:LUZIAFER
      * Date:2025
      * Purpose:Studying
      * Content: My first HELLO WORLD IN COBOL
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWORLD.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
           DISPLAY "Hello world".
            STOP RUN.
       END PROGRAM HELLOWORLD.
